---
kind: other
id: Properties.T:Autodesk.Revit.DB.TemporaryViewModes
source: html/55fca398-bba6-0ff8-1818-58c659be2aca.htm
---
# TemporaryViewModes Properties

Custom color for the TemporaryViewProperties mode.